Repository: qt911025/d20m-srd-zhcn
Catalog: d20m-srd-zhcn-level2.tmx
Source language: en_us
Languages: zh_cn

source: (In general, a character cannot make an attack action during a move action; this is an exception.) In either case, the character doesn’t get a 5-foot step before, during, or after the overrun attempt.
zh_cn: （一般来说，角色不能在移动动作中做出攻击动作，而这是个例外。）在以上情况下，角色不能在闯越之前、途中、之后做五尺快步。

source: (In general, a character can’t make an attack action during a move action; this is an exception.) In either case, the character doesn’t get a 5-foot step before, during, or after the bull rush attempt.
zh_cn: （一般来说，角色不能在移动动作中做出攻击动作，而这是个例外。）在以上情况下，角色不能在冲撞之前、途中、之后做五尺快步。

source: (In the text that follows, up to the section on Effect and Duration of Turning, “turning” refers to turning or rebuking, whichever is appropriate for a particular Acolyte.)
zh_cn: （从下文开始直到`驱散效果与持续时间`一节，“”驱散“包括了驱散或者斥喝，根据侍僧的阵营指代对应的行为，不再赘述。）

source: (It is possible for some weapons to have higher multipliers, doing more damage on a critical hit.) Some weapons have expanded threat ranges, making a critical hit more likely.
zh_cn: （有的武器可能有更高的倍增值，重击造成更多伤害。）有的武器有更宽的重击威胁区间，造成重击的可能性更高。

source: (Moving twice the character’s speed in a round requires two checks, one for each move action.)
zh_cn: （角色一轮内移动两倍于常速的距离需要检定两次，每个移动动作各一次。）

source: (Normal creatures of its type have a much lower Intelligence score.) > >**Alertness (Ex):** The presence of a familiar sharpens its master’s senses.
zh_cn: （同种类的一般生物的智力不如魔宠。） > >**警觉（Ex）：**魔宠在场时，主人的感觉更敏锐。

source: (Often, when damage is inevitable, a character gets to make a Reflex save to take only half damage.) Apply the character’s Dexterity modifier to his or her Reflex saving throws.
zh_cn: （当伤害不可避免时，角色可以通过成功的反射豁免只承受一半伤害。）计算反射豁免骰需要加上角色的敏捷调整值。

source: (Often, when damage is inevitable, the character gets to make a Reflex save to take only half damage.) Apply the character’s Dexterity modifier to his or her Reflex saving throws.
zh_cn: （当伤害不可避免时，角色可以通过成功的反射豁免只承受一半伤害。）计算反射豁免骰需要加上角色的敏捷调整值。

source: (Opponents don’t have to try to hold a character if they don’t want to.)
zh_cn: （作为擒抱者，如果不想缠握住角色，可以不做这个检定，直接放弃。）

source: (Opponents don’t have to try to keep the character pinned if they don’t want to.) The character is still being grappled, however.
zh_cn: （擒抱者如果不想继续压制，可以直接放弃。）但是，压制挣脱后，角色仍然处于被擒抱状态。

source: (Pulling the pin on a grenade is a free action.) Others require timers or other devices to set them off.
zh_cn: （拔掉手榴弹的保险是一个即时动作。）其他的则需要计时器或其他装置来引爆。

source: (See Chapter Ten: FX Abilities for a list and descriptions of divine spells.)
zh_cn: （有关神术法术的更多内容见第十章：超自然能力。）

source: (See below for suggestions.) The GM might determine that a character can’t learn a specific language due to the circumstances of the campaign.
zh_cn: （见下文）GM可根据情景禁止角色学习一门语言。

source: (See the Demolitions skill)
zh_cn: （见爆破技能）

source: (See the Hide skill)
zh_cn: （见躲藏技能）

source: (See the table accompanying Read/Write Language for suggestions.) The GM might determine that a character can’t learn a specific language due to the circumstances of the campaign.
zh_cn: （详见读写语言的附表。）GM可根据情景禁止角色学习一门语言。

source: (Skill modifier = skill ranks + ability modifier + miscellaneous modifiers)
zh_cn: （技能调整值 = 技能级数 + 属性调整值 + 其他调整值）

source: (Some Knowledge skill modifiers might apply instead of the Int modifier, if the hero would be well known in the field covered by the Knowledge skill.) Modifiers to the Reputation check depend on the hero and the GM character in question, as shown below.
zh_cn: （英雄在某一领域特别出名时，GM也可以使用该领域知识技能调整值代替智力调整值进行计算）声望检定的调整值取决于英雄和认出者，具体见下文。

source: (Some characters are charming to members of the opposite gender, others to members of the same gender.) The bonus is equal to the character’s Charismatic level.
zh_cn: （有的角色对异性而不是同性同伴有魅力）加值等于角色的魅力等级。

source: (Some especially large vehicles, such as ships or jumbo jets, might occupy more than one square.) More than one vehicle can occupy the same square.
zh_cn: （一些特别巨大的载具，例如大型舰艇或者大型喷气客机，会占据多个方格。）一个方格可以由多个载具占据。

source: (Spending more than 3 hours per day does not reduce the number of days required.) The character cannot spread the days out; if the character does not complete the training during a period of consecutive days, the effort is wasted.
zh_cn: （每天训练超过3小时也不会减少训练所需天数。）训练的日期不能分开，如果训练的日期不能连贯，就前功尽弃了。

source: (Success means that the character does not draw a false conclusion; failure means that the character does.)
zh_cn: （检定成功角色则不会得出错误结论，反之则会。）

source: (That is, once the character succeeds at the saving throw, he or she is no longer on fire.)
zh_cn: （也即是说豁免一旦成功，就不再着火。）

source: (That is, the target retains his or her normal attitude, but will chat, advise, offer limited help, or advocate on the character’s behalf while intimidated.)
zh_cn: （也就是说，目标保留原来的态度，但在威吓下会聊天、建议、提供有限的帮助、或为角色辩护。）

source: (The Acolyte can be standing within 10 feet of the creature without breaking the turning effect; she just can’t approach any closer to the creature.) The Acolyte can attack a turned and cowering creature with ranged attacks from more than 10 feet away, and others can attack in any fashion, without breaking the turning effect.
zh_cn: （侍僧在生物10尺内，只要站在原地就不会打破驱散效果，只是不能继续靠近此生物。）侍僧可以在10尺外远程攻击被驱散而畏缩的生物，而其他人可以以任何方式攻击而不打破驱散效果。

source: (The GM can assume that such observers take 10 on their Spot checks.)
zh_cn: （GM可以假定观察者在侦察检定中取10。）

source: (The GM determines the purchase DC for an object that’s not mentioned in this chapter, using similarly priced objects as a guide.) The Wealth check works the same as for buying the object, except that the character takes a –10 penalty on the check, and he or she can’t take 10 or take 20.
zh_cn: （GM决定此章未体积的物品的购买DC，以相同价位物品作参考。）财富检定过程与购买此物品相同，但角色检定有10点减值，且不可取10取20。

source: (The character can still use it against opponents he or she is grappling.)
zh_cn: （角色仍可在对擒抱目标的防御中应用敏捷加值。）

source: (The character does not get a 5-foot step.) The character loses any Dexterity bonus to Defense since he or she can’t avoid attacks.
zh_cn: （角色不能做五尺快步。）角色此时无法躲闪攻击，所以防御时会失去所有敏捷加值。

source: (The character doesn’t also get a 5-foot step.) The square the character starts from is not considered threatened for purposes of withdrawing, and therefore enemies do not get attacks of opportunity against the character when he or she move from that square.
zh_cn: （角色不能做五尺快步。）角色试图撤退时，起点的方格不算威胁范围，敌人不能借机攻击正在撤退且处于起点方格的角色。

source: (The character’s move action, and the attack action he or she readies, may both provoke attacks of opportunity normally.)
zh_cn: （但所准备的动作，无论是移动动作还是攻击动作，都会像正常情况一样，可能引发借机攻击。）

source: (The driver’s position cannot be reached from the other positions, which are all in the turret.) It takes a full-round action to enter a tank and another full-round action to start it moving.
zh_cn: （驾驶员的位置不与炮塔上的其他乘员位相通。）进入坦克是一个整轮动作，发动也会死一个整轮动作。

source: (The hero still loses his or her Dexterity bonus to Defense if the hero is immobilized.)
zh_cn: （英雄无法活动时无法发动此天赋）

source: (The maximum rank for a class skill is 3 + character level.)
zh_cn: （职业技能级数上限=3+角色等级）

source: (The second roll just needs to hit to confirm a critical hit; the character doesn’t need to roll a second 20.) If the second roll is a miss, then the attack just deals the damage of a regular hit.
zh_cn: （第二次掷骰是判定是否为重击的，角色不需要再掷出20）如果第二次掷骰结果为失手，则该攻击只是一次普通命中。

source: (The size modifier is already included in the vehicle statistics on Table: Vehicles)
zh_cn: （体型调整值已经在`表：载具`中列出）

source: (The skill is language--dependent.)
zh_cn: （此技能依赖语言。）

source: (The suit’s coloration can be changed with a move action.
zh_cn: （套装的伪装可以用一个移动动作开关。

source: (The target provokes attacks of opportunity if moved.
zh_cn: （目标如果被推动，将引发借机攻击。

source: (The taser is a ranged weapon with a similar effect.) On a successful hit, the stun gun deals 1d3 points of electricity damage,(do not add the character’s Str bonus) and the target must make a Fortitude saving throw (DC 15) or be paralyzed for 1d6 rounds.
zh_cn: （电击枪则是远程版的电棍。）成功击中时，电极将造成1d3点电能伤害（不能应用力量加值），目标必须进行一次强韧豁免（DC15），失败则麻痹1d6轮。

source: (The user can roll it out onto the road without entering the lane of traffic.) Until the strip is activated, the spikes do not protrude, and cars can pass safely over it.
zh_cn: （使用者无需身处街道上就能将其布设。）在钉障激活前，钉刺未伸出，车辆可安全通过。

source: (The walking stick or umbrella is not concealed, only the blade within.)
zh_cn: （手杖和雨伞不隐藏，只有剑刃隐藏。）

source: (This is a free action.) If the character succeeds, the character has started the grapple, and deals damage to the target as if with an unarmed strike.
zh_cn: （这是一个即时动作。）如果角色成功，角色将开始擒抱，并对目标造成等效于徒手攻击的伤害。

source: (This movement is free and doesn’t count as part of the character’s movement for the round movement.) Moving, as normal, provokes attacks of opportunity from threatening enemies, but not from the target.
zh_cn: （这个移动是即时的，且不计入角色在该轮的移动距离中。）这个移动会照常引发借机攻击，但不会引发目标的借机攻击。

source: (This penalty is in addition to the -4 penalty that applies if the character does not have the Surgery feat.)
zh_cn: （此减值叠加在角色无`手术`专长时的4点减值之上。）

source: (When that’s the case, the GM may roll the character’s Sense Motive check in secret, so the character doesn’t necessarily know someone’s trying to bluff him or her.) Using Sense Motive to get a sense of someone’s trustworthiness takes at least 1 minute.
zh_cn: （在这种情况下，GM为角色秘密检定察言观色，以让角色不知道有人试图唬骗。）使用察言观色感觉他人是否智的信赖需要至少1分钟。

source: (Without the tools, a character takes a –4 penalty on his or her Repair check.) At the end of the hour, make a Repair check (DC 20).
zh_cn: （如果没有工具，角色的修理检定承受4点减值。）在这一小时结束时，做一个修理鉴定（DC20）。

source: (You must be able to see or detect the effects of the power.) You can’t try again.| |20 + power level|Identify materials created or shaped by psionics.
zh_cn: （你必须能看见或探测出灵力产生的效果。）不可重试。| |20 + 灵力等级|识别灵力造出或拟态出的材料。

source: (You must be able to see or detect the effects of the spell.) You can’t try again.| |20 + spell level|Identify materials created or shaped by magic, such as noting that an iron wall is the result of a wall of iron spell.
zh_cn: （你必须能看见或侦测到法术的效果。）不可重试。| |20 + 法术等级|鉴别由魔法创造或变形的物质，例如注意到一堵铁墙是`铁墙术`的产物。

source: (You must see or hear the spell’s verbal or somatic components.) You can’t try again.| |15 + spell level|Learn a spell from a spellbook or scroll.
zh_cn: （你必须能看见或听见法术的姿态或声音成分。）不可重试。| |15 + 法术等级|从法术书或卷轴上学习法术。

source: (You must see or hear the spell’s verbal or somatic components.) You can’t try again.| |15 + spell level|When casting detect magical aura, determine the school of magic involved in the aura of a single item or creature you can see.
zh_cn: （你必须能看见或听见法术的姿态或声音成分。）不可重试。| |15 + 法术等级|当施展`侦测魔法气场`时，通过单一物品或你能看见的生物所发出的气场来判断魔法学派。

source: (You must sense the power’s display or see some visible effect to identify a power.) You can’t try again.| |20 + power level|Identify a power that’s already in place and in effect.
zh_cn: （你必须能用普通感官感觉到灵力外显的效果，比如看到灵力表现的视觉效果。）不可重试。| |20 + 灵力等级|辨识存留在场并且生效的灵力。

source: (ability/2) -5 [round result down]
zh_cn: (属性值/2) -5 [向下取整]

source: (e) "Product Identity" means product and product line names, logos and identifying marks including trade dress; artifacts; creatures characters; stories, storylines, plots, thematic elements, dialogue, incidents, language, artwork, symbols, designs, depictions, likenesses, formats, poses, concepts, themes and graphic, photographic and other visual or audio representations; names and descriptions of characters, spells, enchantments, personalities, teams, personas, likenesses and special abilities; places, locations, environments, creatures, equipment, magical or supernatural abilities or effects, logos, symbols, or graphic designs; and any other trademark or registered trademark clearly identified as Product identity by the owner of the Product Identity, and which specifically excludes the Open Game Content; (f) "Trademark" means the logos, names, mark, sign, motto, designs that are used by a Contributor to identify itself or its products or the associated products contributed to the Open Game License by the Contributor (g) "Use", "Used" or "Using" means to use, Distribute, copy, edit, format, modify, translate and otherwise create Derivative Material of Open Game Content.
zh_cn: （e）“产品识别（PI）”指的是产品和产品线名称、标志和其他标识物包括商业外观、手工艺品、生物角色、故事、故事线、情节、主题元素、对白、事件、语言、艺术品、符号、设计、描写、样貌、格式、姿势、概念、主题和图像、照片以及其他视觉或声音的表现，角色的名字和描述、咒语、魔法、品格、队伍、人物角色、样貌和特殊能力，地方、位置、环境、生物、装备、魔法的或超自然的能力或效果、标志、符号或图形设计，以及任何其他的能被PI所有者清晰识别为PI的商标或注册商标，以上明确不包括“开放游戏内容”； （f）“商标”指的是被贡献者用来识别商标本身或对应产品或被OGL贡献者贡献的相关的产品的徽标、名称、标记、记号、格言、设计。 （g）“使用”指的是使用、分发、复制、编辑、排版、修改、翻译以及其他创作OGC衍生材料的行为。

source: (h) "You" or "Your" means the licensee in terms of this agreement.
zh_cn: （h）“你”或“你的”指的是依据这份协议的许可证持有者。

source: (or in adjacent square)
zh_cn: （或位于相邻方格）

source: (the character can’t attempt any other action.) On the character’s turn, he or she can attempt to escape from the pin.
zh_cn: （角色不能尝试其他动作。）在角色的回合，角色可以尝试挣脱压制。

source: * +1 for having 1 to 4 ranks in the Profession skill.
zh_cn: * `专业`技能级数为1到4，则再加1

source: * 2d4 die roll.
zh_cn: * 2d4

source: * A character automatically knows how to read and write his or her native language; the character does not need ranks to do so.
zh_cn: * 角色自动知道如何读写母语，不需要拥有等级。

source: * A character automatically knows how to speak his or her native language; the character does not need ranks to do so.
zh_cn: * 角色自动知道如何说母语，不需要拥有等级。

source: * A character can choose any language, modern or ancient.
zh_cn: * 角色可以选择任何语言，无论是现代语言还是古语言。

source: * A character never makes Read/Write Language checks.
zh_cn: * 角色永远不需要做读写语言检定。

source: * A character never makes Speak Language checks.
zh_cn: * 角色永远不需要做口头语言检定。

source: * Alter a single d20 roll used to make an attack, a skill check, an ability check, a level check, or a saving throw.
zh_cn: * 调整单次d20投骰用于攻击、技能、属性、等级或者豁免检定。

source: * Bonus from the Windfall feat, if taken.
zh_cn: * 横财专长的加值，如果有的话

source: * Each additional language costs 1 rank.
zh_cn: * 每个额外语言都需要1级此技能。

source: * Strength (STR) * Dexterity (DEX) * Constitution (CON) * Intelligence (INT) * Wisdom (WIS) * Charisma (CHA)
zh_cn: * 力量（STR） * 敏捷（DEX） * 体质（CON） * 智力（INT） * 感知（WIS） * 魅力（CHA）

source: * The standard starting ability score package * Random starting hit points * No action points * No class features * No levels in an advanced class
zh_cn: * 有一套固定的待分配起始属性值 * 起始生命值是随机的 * 没有行动点 * 没有职业专长 * 没有高级职业

source: * To be able to read and write a language that the character can speak, he or she must take the Read/Write Language skill for the appropriate language.
zh_cn: * 要学会读写角色已会说的语言，角色必须习得相应语言的读写语言技能。

source: * To be able to speak a language that the character can read and write, he or she must take the Speak Language skill for the appropriate language.
zh_cn: * 要学会说角色已会读写的语言，角色必须习得相应语言的口头语言技能。

source: * Use a class talent or class feature during your turn for which the expenditure of 1 action point is required.
zh_cn: * 在你的回合使用需要消耗1点行动点的职业天赋或职业专长。

source: * Wealth provided by the character’s starting occupation.
zh_cn: * 角色职业背景的财富加值

source: * d4 = four sided die * d6 = six sided die * d8 = eight sided die * d10 = ten sided die * d12 = twelve sided die * d20 = twenty sided die * d% = percentile dice (a number between 1 and 100 is generated by rolling two different ten-sided dice.
zh_cn: * d4 = 四面骰 * d6 = 六面骰 * d8 = 八面骰 * d10= 十面骰 * d12= 十二面骰 * d20= 二十面骰 * d%= 百分骰（两个十面骰代表个位和十位）

source: **1st Round:** Presence or absence of Shadow creatures.
zh_cn: **第1轮：** 暗影生物的出现与消失。

source: **2nd Round:** Number of Shadow auras (creatures or objects of Shadow) in the area and the power of the strongest Shadow aura present.
zh_cn: **第2轮：** 范围内暗影气场的数量（暗影生物及物体的数量），以及能感应到的最强气场的强度。

source: **3rd Round:** The power of each Shadow aura in the area becomes clear.
zh_cn: **第3轮：** 范围内每个气场的气场强度清晰可辨。

source: **A creature with a gaze attack can actively gaze as an attack action by choosing a target within range.
zh_cn: **会凝视攻击的生物在回合内可以使用一个攻击动作来选择范围内的一个目标来凝视。

source: **Ability Modifier:** The ability modifier used in the skill check is the modifier for the skill’s key ability (the ability associated with the skill’s use).
zh_cn: **属性调整值：** 用于技能检定的属性调整值指的是技能的`关键属性`（关系到技能使用的属性）的调整值。

source: **Ability Score Reduction (Su):** Some attacks reduce an opponent’s score in one or more abilities.
zh_cn: **属性值减少（超自然）：** 一些攻击减少单个对手的一到多个属性值。

source: **Ability:** Charisma
zh_cn: **关键属性：** 魅力

source: **Ability:** Constitution
zh_cn: **关键属性：** 体质

source: **Ability:** Dexterity
zh_cn: **关键属性：** 敏捷

source: **Ability:** Intelligence
zh_cn: **关键属性：** 智力

source: **Ability:** Strength
zh_cn: **关键属性：** 力量

source: **Ability:** Wisdom
zh_cn: **关键属性：** 感知

source: **Accelerated Climbing:** A character can try to climb more quickly than normal.
zh_cn: **加速攀爬：** 角色可以试着以快于平常的速度攀爬。

source: **Accelerated Movement:** The character can try to cross a precarious surface more quickly than normal.
zh_cn: **加速移动：** 角色可以尝试以比平常更快的速度穿过不稳定的表面。

source: **Access the Site:** There are two ways to do this: physically or over the Internet.
zh_cn: **访问站点：** 有两种方式访问：物理访问和网络访问。

source: **Access to Advanced Classes:** Supporting characters with levels in one or more heroic basic classes can take levels in an advanced class, provided they meet the prerequisites for that class.
zh_cn: **成为高级职业：** 英雄非玩家角色只要在基础角色上有等级，且满足高级职业的要求，就可以在高级职业上获得等级。

source: **Acid Resistance:** The Tough hero ignores an amount of acid damage equal to his or her Constitution modifier.
zh_cn: **酸系抗力：** 体质型英雄忽略等于自身体质调整值的酸性伤害。

source: **Acids and Bases:** Acids are corrosives substances.
zh_cn: **酸和盐基：** 酸是有腐蚀性的物质。

source: **Act:** The character is a gifted actor, capable of performing drama, comedy, or action-oriented roles with some level of skill.
zh_cn: **演戏：** 角色一个有天赋的演员，擅长表演戏剧、喜剧，高级技能还包括动作类的角色。

source: **Action Points:** 6 + one-half character level, rounded down, every time he or she attains a new level in this class.
zh_cn: **行动点：** 角色每次提升该职业等级时获得6+角色等级一半数值的行动点，向下取整。

source: **Action Points:** 6 + one-half character level, rounded down, every time the Bodyguard attains a new level in this class.
zh_cn: **行动点：** 角色每次提升该职业等级时获得6+角色等级一半数值的行动点，向下取整。

source: **Action Points:** 6 + one-half character level, rounded down, every time the Field Medic attains a new level in this class.
zh_cn: **行动点：** 角色每次提升该职业等级时获得6+角色等级一半数值的行动点，向下取整。

source: **Action Points:** 6 + one-half character level, rounded down, every time the Field Scientist attains a new level in this class.
zh_cn: **行动点：** 角色每次提升该职业等级时获得6+角色等级一半数值的行动点，向下取整。

source: **Action Points:** 6 + one-half character level, rounded down, every time the Investigator attains a new level in this class.
zh_cn: **行动点：** 角色每次提升该职业等级时获得6+角色等级一半数值的行动点，向下取整。

source: **Action Points:** 6 + one-half character level, rounded down, every time the Negotiator attains a new level in this class.
zh_cn: **行动点：** 角色每次提升该职业等级时获得6+角色等级一半数值的行动点，向下取整。

source: **Action Points:** 6 + one-half character level, rounded down, every time the Personality attains a new level in this class.
zh_cn: **行动点：** 角色每次提升该职业等级时获得6+角色等级一半数值的行动点，向下取整。

source: **Action Points:** 6 + one-half character level, rounded down, every time the Techie attains a new level in this class.
zh_cn: **行动点：** 角色每次提升该职业等级时获得6+角色等级一半数值的行动点，向下取整。

source: **Action Points:** 6 + one-half character level, rounded down, every time the character attains a new level in this class.
zh_cn: **行动点：** 角色每次提升该职业等级时获得6+角色等级一半数值的行动点，向下取整。

source: **Action Points:** 6 + one-half character level, rounded down, every time the gunslinger attains a new level in this class.
zh_cn: **行动点：** 角色每次提升该职业等级时获得6+角色等级一半数值的行动点，向下取整。

source: **Action Points:** 6 + one-half character level, rounded down, every time the infiltrator attains a new level in this class.
zh_cn: **行动点：** 角色每次提升该职业等级时获得6+角色等级一半数值的行动点，向下取整。

source: **Action Points:** 6 + one-half character level, rounded down, every time the martial artist attains a new level in this class.
zh_cn: **行动点：** 角色每次提升该职业等级时获得6+角色等级一半数值的行动点，向下取整。

source: **Action Points:** A familiar cannot gain or spend action points, and a Mage cannot spend an action point through his familiar.
zh_cn: **行动点：** 魔宠不能获得、使用行动点，法师也不能通过魔宠使用行动点。

source: **Action Points:** Charismatic heroes gain a number of action points equal to 5 + one-half their character level, rounded down, at 1st level and every time they attain a new level in this class.
zh_cn: **行动点：** 魅力型英雄在1级和该职业升级时获得5+角色等级一半数值的行动点，向下取整。

source: **Action Points:** Dedicated heroes gain a number of action points equal to 5 + one-half their character level, rounded down, at 1st level and every time they attain a new level in this class.
zh_cn: **行动点：** 感知型英雄在1级和该职业升级时获得5+角色等级一半数值的行动点，向下取整。

source: **Action Points:** Fast heroes gain a number of action points equal to 5 + one-half their character level, rounded down, at 1st level and every time they attain a new level in this class.
zh_cn: **行动点：** 敏捷型英雄在1级和该职业升级时获得5+角色等级一半数值的行动点，向下取整。

source: **Action Points:** Heroic supporting characters gain action points.
zh_cn: **行动点：** 英雄非玩家角色也能获得行动点。

source: **Action Points:** Smart heroes gain a number of action points equal to 5 + one-half their character level, rounded down, at 1st level and every time they attain a new level in this class.
zh_cn: **行动点：** 智力型英雄在1级和该职业升级时获得5+角色等级一半数值的行动点，向下取整。

source: **Action Points:** Strong heroes gain a number of action points equal to 5 + one-half their character level, rounded down, at 1st level and every time they attain a new level in this class.
zh_cn: **行动点：** 力量型英雄在1级和该职业升级时获得5+角色等级一半数值的行动点，向下取整。

source: **Action Points:** Tough heroes gain a number of action points equal to 5 + one-half their character level, rounded down, at 1st level and every time they attain a new level in this class.
zh_cn: **行动点：** 体质型英雄在1级和该职业升级时获得5+角色等级一半数值的行动点，向下取整。

source: **Advanced Extreme Effort:** The effort requires a full-round action and provides a +2 bonus that stacks with the bonuses provided by extreme effort and improved extreme effort (+6 total).
zh_cn: **高级竭尽全力：** 该动作需要整轮进行，为检定提供总共+6加成。

source: **Advanced Ignore Hardness:** The Strong hero ignores 2 additional points of an object’s hardness (for a total of 6).
zh_cn: **高级无视硬度：** 力量型英雄共计无视6点物体硬度。

source: **Advanced Increased Speed:** The Fast hero’s base speed increases by 5 feet.
zh_cn: **高级加速：** 敏捷型英雄基础速度再提高5尺。

source: **Advanced Melee Smash:** The Strong hero receives an additional +1 bonus on melee damage (+3 total).
zh_cn: **高级近战强击：** 力量型英雄在近战攻击时共计获得3点伤害加成。

source: **Algic:** Algonkin, Arapaho, Blackfoot, Cheyenne, Shawnee.
zh_cn: **阿尔吉克语：** 阿尔冈昆语、阿拉巴霍语、夏延语、萧尼语。

source: **All-Out:** The vehicle is traveling extremely fast, more than 80 miles per hour.
zh_cn: **极速：** 载具以极快的速度运动，在129千米（80英里）每小时以上。 > 译者按：这些都是游戏规则在现实中的代表，应该按照中国国情酌情划分每个档次所代表的速度范围。

source: **Allegiance:** At the time that the character receives her first level in the Acolyte advanced class, she must decide if her faith leans toward the positive energy or negative energy of the universe.
zh_cn: **阵营：**角色获得第一个侍僧等级时，必须决定其信仰导向正能量或是负能量。

source: **Alley Speed:** This speed is used for safely maneuvering a vehicle in tight spaces, such as alleys and parking garages.
zh_cn: **巷速：** 该速度用于在狭小的空间里安全地机动，例如在小巷中或者在停车场中停车。

source: **Analyze Clue:** The character can make an Investigate check to apply forensics knowledge to a clue.
zh_cn: **分析线索：** 角色可以做一次调查检定来对线索进行法医学鉴定。

source: **Arcane Lore:** The occult, magic and the supernatural, astrology, numerology, and similar topics.
zh_cn: **秘法学识：** 神秘学、魔法和超自然学说、星相学、命理学以及类似课题。

source: **Armenian:** Armenian.
zh_cn: **亚美尼亚语：** 亚美尼亚语。

source: **Armor Penalty:** If “Armor Penalty” appears on the line beneath the skill name, apply the armor penalty for the armor the character is wearing to checks involving this skill.
zh_cn: **护甲减值：** 如果“护甲减值”出现在技能名旁边，技能检定要受到护甲的护甲减值影响。

source: **Armor Penalty:** The heavier or bulkier the armor, the more it affects certain skills.
zh_cn: **护甲减值：** 护甲越笨重，对特定技能的影响越大。

source: **Art:** Fine arts and graphic arts, including art history and artistic techniques.
zh_cn: **艺术：** 精细工艺和图形艺术，包括艺术史和艺术技法。

source: **Athabascan:** Apache, Chipewyan, Navaho.
zh_cn: **阿塔巴斯坎语：** 阿帕奇语、赤坡岩语、纳瓦霍语。
